//
//  News.swift
//  NewsDemo
//
//  Created by 高鑫 on 2017/11/4.
//  Copyright © 2017年 高鑫. All rights reserved.
//

import Foundation
import UIKit

class News {
    static let newsArray : [[String]] = [
        ["拜仁冬窗将再次关注374","2017-11-04","ESPN在报道中称，由于最近队中前锋莱万以及穆勒双双遭遇伤病缺席，球队面临了无前锋可用的窘境，使得拜仁开始重新关注桑切斯。球队体育主管萨利哈米季奇此前也证实，球队正在物色合适的前锋人选。萨利表示：“他应该是个能提升球队实力的人，但前锋的首选仍会是莱万。”桑切斯本赛季合同就将到期，目前他的潜在下家仍是曼城，但阿森纳并不希望把他卖给自己的对手，他们更希望能够把桑切斯卖给他国球队。今夏拜仁中场比达尔就非常希望自己的国家队队友能够来到球队，并且根据欧足联的规定，桑切斯可以参加欧冠比赛."],
        ["红魔欲破蓝桥魔咒","2017-11-04","“红蓝大战”无疑是本轮英超的焦点之战，切尔西当然希望延续主场面对曼联的骄人战绩。在斯坦福桥，蓝军近15次对阵红魔曼联只输掉了其中的一场。而这唯一一场失利还是发生在老爵爷执教曼联的最后一个赛季。当然，如果此番魔力鸟希望在西伦敦拿到一场胜利，他必须指望卢卡库能有更好的表现。毕竟此前面对英超前六的59场比赛中，小魔兽的进球只有15个。"],
        ["战拉帕，齐达内要变阵4-3-3","2017-11-04","在贝尔缺阵的日子里，皇马更多的采用4-4-2(也可以理解成4-3-1-2)的阵型，伊斯科踢进攻型前腰，本泽马和C罗双前锋，这个阵型最近收效不佳，C罗踢中锋很容易陷入到对手的包围圈中，加上本泽马状态不佳，因此齐达内准备变阵4-3-3，即使贝尔还不能伤愈上场。"],
        ["蒙特拉：渴望走回胜利的轨道","2017-11-04","蒙特拉对记者说道：“这是一个相对微妙的时刻，各项数据统计或许能证明这一点。我们依然带着强烈的渴望，想尽快走回胜利的轨道上。”\n“我们在进球方面遇到问题？我们必须把速度提起来，转移球时也要更快。我们的射门次数很多，但进球却很少，必须踢得更加耐心，让心态放松一点。”\n“我不累，我依然保持着专注，只是想着如何做好我的工作。另外，我很平静。”\n“整个球队的身体状况不错，但在比赛的阅读方面，我们必须继续改善。球员们没有带着足够的勇气？不，其实我们可以做得更好。面对着比较密集的赛程，我们不可能不做出改变，必须对阵容进行适当的轮换。”"],
        ["在低谷中奋起，这样的莱万配得上成功","2017-11-04","波兰的大街小巷似乎都流传着这样一种态度，那就是“光有想法而不付诸于实践其实是没什么用的”。东欧国家有句谚语叫做“Okazja na nikogo nie czeka”，翻译过来的意思是“如果你等待太久，那么机会一定会流失。”\n当今国际足坛，有一位特殊的球员深谙这句话的意义和价值，所以他总会在合适的时机出现很好地把握住机会，效率之高让人惊叹。这个人就是莱万多夫斯基，他将自己祖国的态度和格言演绎到了极致。"],
        ["有伤，梅尔滕斯本轮可能休战","2017-11-04","北京时间11月5日晚22点，意甲联赛第12轮，领头羊那不勒斯将赴客场挑战切沃。\n然而，周中那不勒斯主场2-4不敌曼城的欧冠小组赛中，比利时国脚梅尔滕斯的腿部肌肉受了点小伤。\n考虑到米利克和古拉姆先后遭遇膝盖十字韧带撕裂的重创，那不勒斯主帅萨里不会冒险派梅尔滕斯出战。\n因此，本周末客场对阵切沃，梅尔滕斯很有可能会休息一下。\n本赛季到目前为止，梅尔滕斯在那不勒斯的表现十分抢眼，他已经代表球队出战17场比赛，收获12粒进球和4次助攻。\n该报道同时指出，如果梅尔滕斯休战的话，亚当-欧纳斯或者贾凯里尼可能会顶替他的位置，另一个人选是19岁的巴西新星莱昂德里尼奥。"],
        ["尤文图斯大名单：赫韦德斯入选","2017-11-04","北京时间11月5日晚22点，意甲联赛第12轮，尤文图斯将坐镇主场迎战升班马贝内文托。今天，尤文图斯主帅阿莱格里公布了出征场比赛的22人大名单：德国后卫赫韦德斯伤愈回归，波黑中场皮亚尼奇缺阵。"]]
}
